13/data/attachments/48e3edb5ff03ad7a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_383949f3-0790-4ead-9865-ae94420c8803</nif:username>
            <nif:friendToBeAdded>Anthony_month_Actions_37409_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>